[IRI_Punch_CV X2WeaponTemplate]
FriendlyName="黄铜指虎"
FriendlyNamePlural="黄铜指虎"
BriefSummary="最简单的隐蔽近战武器，黄铜指虎能显著提升徒手攻击的伤害."
TacticalText="最简单的隐蔽近战武器，黄铜指虎能显著提升徒手攻击的伤害. <br/><Bullet/> 即使已使用全部行动点数进行移动或冲刺至最大移动范围，仍可用黄铜指虎攻击相邻敌人.\n<Bullet/> 决定与敌人进行近战是关键性的，务必谨慎行事.\n<Bullet/> 留意提升近战武器效能的机会——敌人可能拥有更先进的技术."
AbilityDescName="黄铜指虎"

[IRI_Punch_MG X2WeaponTemplate]
FriendlyName="高级合金黄铜指虎"
FriendlyNamePlural="合金黄铜指虎"
BriefSummary="带有合金尖刺的黄铜指虎，增强了打击力，有可能使敌人眩晕."
TacticalText="带有合金尖刺的黄铜指虎，增强了打击力，有可能使敌人眩晕. <br/><Bullet/> 即使已使用全部行动点数进行移动或冲刺至最大移动范围，仍可用黄铜指虎攻击相邻敌人.\n<Bullet/> 决定与敌人进行近战是关键性的，务必谨慎行事.\n<Bullet/> 留意提升近战武器效能的机会——敌人可能拥有更先进的技术."
AbilityDescName="黄铜指虎"

[IRI_Punch_BM X2WeaponTemplate]
FriendlyName="终级合金黄铜指虎"
FriendlyNamePlural="合金黄铜指虎"
BriefSummary="带有微型浓缩超釉点火室的全合金黄铜指虎，有可能点燃敌人."
TacticalText="带有微型浓缩超釉点火室的全合金黄铜指虎，有可能点燃敌人. <br/><Bullet/> 即使已使用全部行动点数进行移动或冲刺至最大移动范围，仍可用黄铜指虎攻击相邻敌人.\n<Bullet/> 决定与敌人进行近战是关键性的，务必谨慎行事.\n<Bullet/> 留意提升近战武器效能的机会——敌人可能拥有更先进的技术."
AbilityDescName="黄铜指虎"

[IRI_Punch_CV_Prim X2WeaponTemplate]
FriendlyName="黄铜指虎 (主武器)"
FriendlyNamePlural="黄铜指虎"
BriefSummary="最简单的隐蔽近战武器，黄铜指虎能显著提升徒手攻击的伤害."
TacticalText="最简单的隐蔽近战武器，黄铜指虎能显著提升徒手攻击的伤害. <br/><Bullet/> 即使已使用全部行动点数进行移动或冲刺至最大移动范围，仍可用黄铜指虎攻击相邻敌人.\n<Bullet/> 决定与敌人进行近战是关键性的，务必谨慎行事.\n<Bullet/> 留意提升近战武器效能的机会——敌人可能拥有更先进的技术."
AbilityDescName="黄铜指虎"

[IRI_Punch_MG_Prim X2WeaponTemplate]
FriendlyName="高级合金黄铜指虎(主武器)"
FriendlyNamePlural="合金黄铜指虎"
BriefSummary="带有合金尖刺的黄铜指虎，增强了打击力，有可能使敌人眩晕."
TacticalText="带有合金尖刺的黄铜指虎，增强了打击力，有可能使敌人眩晕. <br/><Bullet/> 即使已使用全部行动点数进行移动或冲刺至最大移动范围，仍可用黄铜指虎攻击相邻敌人.\n<Bullet/> 决定与敌人进行近战是关键性的，务必谨慎行事.\n<Bullet/> 留意提升近战武器效能的机会——敌人可能拥有更先进的技术."
AbilityDescName="黄铜指虎"

[IRI_Punch_BM_Prim X2WeaponTemplate]
FriendlyName="终级合金黄铜指虎(主武器)"
FriendlyNamePlural="合金黄铜指虎"
BriefSummary="带有微型浓缩超釉点火室的全合金黄铜指虎，有可能点燃敌人."
TacticalText="带有微型浓缩超釉点火室的全合金黄铜指虎，有可能点燃敌人. <br/><Bullet/> 即使已使用全部行动点数进行移动或冲刺至最大移动范围，仍可用黄铜指虎攻击相邻敌人.\n<Bullet/> 决定与敌人进行近战是关键性的，务必谨慎行事.\n<Bullet/> 留意提升近战武器效能的机会——敌人可能拥有更先进的技术."
AbilityDescName="黄铜指虎"


[IRI_Kick_CV X2WeaponTemplate]
FriendlyName="作战靴"
FriendlyNamePlural="作战靴"
BriefSummary="一双军用级作战靴，增加了金属细节以提升踢击伤害."
TacticalText="一双军用级作战靴，增加了金属细节以提升踢击伤害. <br/><Bullet/> 即使已使用全部行动点数进行移动或冲刺至最大移动范围，仍可用踢击攻击相邻敌人.\n<Bullet/> 决定与敌人进行近战是关键性的，务必谨慎行事.\n<Bullet/> 留意提升近战武器效能的机会——敌人可能拥有更先进的技术."
AbilityDescName="作战靴"

[IRI_Kick_MG X2WeaponTemplate]
FriendlyName="高级合金作战靴"
FriendlyNamePlural="作战靴"
BriefSummary="一双军用级作战靴，增加了合金尖刺以提升踢击伤害，有可能使敌人眩晕."
TacticalText="一双军用级作战靴，增加了合金尖刺以提升踢击伤害，有可能使敌人眩晕. <br/><Bullet/> 即使已使用全部行动点数进行移动或冲刺至最大移动范围，仍可用踢击攻击相邻敌人.\n<Bullet/> 决定与敌人进行近战是关键性的，务必谨慎行事.\n<Bullet/> 留意提升近战武器效能的机会——敌人可能拥有更先进的技术."
AbilityDescName="作战靴"

[IRI_Kick_BM X2WeaponTemplate]
FriendlyName="终级合金作战靴"
FriendlyNamePlural="作战靴"
BriefSummary="一双带有混合合金鞋底和艾勒瑞姆点火室的作战靴，有可能点燃敌人."
TacticalText="一双带有混合合金鞋底和艾勒瑞姆点火室的作战靴，有可能点燃敌人. <br/><Bullet/> 即使已使用全部行动点数进行移动或冲刺至最大移动范围，仍可用踢击攻击相邻敌人.\n<Bullet/> 决定与敌人进行近战是关键性的，务必谨慎行事.\n<Bullet/> 留意提升近战武器效能的机会——敌人可能拥有更先进的技术."
AbilityDescName="作战靴"

[IRI_Punch_Bonus_Damage_Passive_CV X2AbilityTemplate]
LocFriendlyName="指虎"
LocLongDescription="指虎对装甲敌人造成的伤害较低，但对无装甲敌人造成的额外伤害较高."
LocHelpText="指虎对装甲敌人造成的伤害较低，但对无装甲敌人造成的额外伤害较高."

[IRI_Punch_Bonus_Damage_Passive_MG X2AbilityTemplate]
LocFriendlyName="指虎"
LocLongDescription="指虎对装甲敌人造成的伤害较低，但对无装甲敌人造成的额外伤害较高."
LocHelpText="指虎对装甲敌人造成的伤害较低，但对无装甲敌人造成的额外伤害较高."

[IRI_Punch_Bonus_Damage_Passive_BM X2AbilityTemplate]
LocFriendlyName="指虎"
LocLongDescription="指虎对装甲敌人造成的伤害较低，但对无装甲敌人造成的额外伤害较高."
LocHelpText="指虎对装甲敌人造成的伤害较低，但对无装甲敌人造成的额外伤害较高."